Repository: uebelsetzer/automatic_normalisation_of_historical_documents
Catalog: normalised/medical_opus_noft_POB.tmx
Source language: pt
Languages: pt_br

source: Se o fluxo de sangue for em ferida , que tenha algum enfermo, antevendo a dilaçaõ, que póde haver em vir o Cirurgião , fareis com grande diligência lexinos de estopas , e ao mesmo tempo mandareis bater claras de ovos, com pós de bolo armenio , de rosas , e de sangue de Drago, meya onça de cada cousa, e alguns pós de incenso ; e depois de estar tudo bem batido, molhareis hum lexino, e com elle tapareis a vea , e o apertareis com o dedo mostrador , e lhe hireis pondo os mais lexinos molhados na cataplasma , apertando-os sempre, e em sima lhe poreis humas planxetas, molhadas no mesmo, e apertareis a ferida muito bem com huma atadura.
pt_br: Se o fluxo de sangue for em ferida, que tenha algum doente, antecipando a demora, que pode haver em vir o Cirurgião, fareis com grande diligência lexinos de estopas, e ao mesmo tempo farei batê-las claras de ovos, com pós de bolo armênio, de rosas, e de sangue de Drago, meia onça de cada coisa,

source: Se estes remedios naõ obrarem, carregareis a ferida com pós de pedra hume queimada , com teas de aranha , e em sima huma estopada de claras de ovos.
pt_br: Se estes remédios não funcionarem, vocês carregarão a ferida com pó de pedra queimada, com teias de aranha, e em sima fumada de claras de ovo.

source: Também saõ boas as raspas de Cortidores , e pós de alecrim ; e depois de lhe fazeres todos estes remedios, lhe poreis panos de vinagre aguado bem frio em sima da ferida.
pt_br: Também saem boas as raspas de Cortadores, e pós de rosmarino; e depois de lhe fazerem todos estes remédios, lhe colocarão panos de vinagre aquado bem frio em grão da ferida.
